{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<pad>": 0,
      "<unk>": 1,
      ",": 2,
      ".": 3,
      "0": 4,
      "1": 5,
      "2": 6,
      "3": 7,
      "4": 8,
      "5": 9,
      "7": 10,
      "8": 11,
      "9": 12,
      ":": 13,
      "?": 14,
      "A": 15,
      "B": 16,
      "D": 17,
      "E": 18,
      "F": 19,
      "G": 20,
      "H": 21,
      "I": 22,
      "J": 23,
      "L": 24,
      "M": 25,
      "N": 26,
      "P": 27,
      "Q": 28,
      "S": 29,
      "T": 30,
      "W": 31,
      "a": 32,
      "b": 33,
      "c": 34,
      "d": 35,
      "e": 36,
      "f": 37,
      "g": 38,
      "h": 39,
      "i": 40,
      "j": 41,
      "k": 42,
      "l": 43,
      "m": 44,
      "n": 45,
      "o": 46,
      "p": 47,
      "r": 48,
      "s": 49,
      "t": 50,
      "u": 51,
      "v": 52,
      "w": 53,
      "x": 54,
      "y": 55,
      "â": 56,
      "Ġ": 57,
      "Ģ": 58,
      "Ļ": 59,
      "on": 60,
      "en": 61,
      "ĠM": 62,
      "ai": 63,
      "ron": 64,
      "Iron": 65,
      "den": 66,
      "ĠIron": 67,
      "ĠMai": 68,
      "ĠMaiden": 69,
      "as": 70,
      "re": 71,
      "Ġa": 72,
      "ve": 73,
      "ĠA": 74,
      "ĠQ": 75,
      "ed": 76,
      "Ġh": 77,
      "Ġm": 78,
      "is": 79,
      "Ġf": 80,
      "um": 81,
      "Ġre": 82,
      "bum": 83,
      "le": 84,
      "lbum": 85,
      "Ġalbum": 86,
      "Wh": 87,
      "at": 88,
      "ĠWh": 89,
      "Ġrele": 90,
      "Ġreleas": 91,
      "an": 92,
      "he": 93,
      "ic": 94,
      "ĠH": 95,
      "Ġo": 96,
      "Ġs": 97,
      "Ġw": 98,
      "in": 99,
      "or": 100,
      "Ġalbums": 101,
      "Ġreleased": 102,
      "ow": 103,
      "Ġt": 104,
      "Ġof": 105,
      "ar": 106,
      "ave": 107,
      "er": 108,
      "ĠE": 109,
      "Ġhas": 110,
      "Ġfor": 111,
      "Ġl": 112,
      "ĠHow": 113,
      "med": 114,
      "âĢ": 115,
      "ĠB": 116,
      "ĠS": 117,
      "Ġis": 118,
      "Ġare": 119,
      "Ġhave": 120,
      "Ġman": 121,
      "Ġthe": 122,
      "Ġformed": 123,
      "âĢĻ": 124,
      "Ġmany": 125,
      "al": 126,
      "di": 127,
      "it": 128,
      "ion": 129,
      "st": 130,
      "Ġ1": 131,
      "Ġp": 132,
      "Ġin": 133,
      "Ġan": 134,
      "ĠWhat": 135,
      "ick": 136,
      "The": 137,
      "ce": 138,
      "co": 139,
      "ea": 140,
      "ĠD": 141,
      "Ġb": 142,
      "ĠThe": 143,
      "Ġme": 144,
      "ist": 145,
      "ĠWho": 146,
      "Ġwas": 147,
      "ĠBr": 148,
      "Ġand": 149,
      "ay": 150,
      "ddi": 151,
      "ere": 152,
      "eve": 153,
      "im": 154,
      "ir": 155,
      "ive": 156,
      "oc": 157,
      "ris": 158,
      "son": 159,
      "teve": 160,
      "ure": 161,
      "uce": 162,
      "ĠL": 163,
      "Ġco": 164,
      "ent": 165,
      "ver": 166,
      "Ġmo": 167,
      "Ġfir": 168,
      "ature": 169,
      "ĠHar": 170,
      "inson": 171,
      "ers": 172,
      "ĠEddi": 173,
      "Ġlive": 174,
      "ĠSteve": 175,
      "ickinson": 176,
      "ĠDickinson": 177,
      "ĠBruce": 178,
      "Ġfirst": 179,
      "ĠHarris": 180,
      "ĠEddie": 181,
      "es": 182,
      "il": 183,
      "ld": 184,
      "lay": 185,
      "pp": 186,
      "tal": 187,
      "vy": 188,
      "yt": 189,
      "Ġd": 190,
      "ong": 191,
      "ass": 192,
      "ast": 193,
      "Ġapp": 194,
      "Ġhea": 195,
      "ics": 196,
      "Ġwere": 197,
      "iter": 198,
      "Ġ19": 199,
      "Ġplay": 200,
      "Ġmetal": 201,
      "Ġheavy": 202,
      "75": 203,
      "Ps": 204,
      "ad": 205,
      "bers": 206,
      "cent": 207,
      "de": 208,
      "don": 209,
      "eature": 210,
      "eyt": 211,
      "how": 212,
      "ig": 213,
      "mp": 214,
      "ment": 215,
      "mbers": 216,
      "ou": 217,
      "old": 218,
      "rim": 219,
      "rics": 220,
      "riter": 221,
      "tu": 222,
      "voc": 223,
      "writer": 224,
      "yrics": 225,
      "Ġ4": 226,
      "ĠF": 227,
      "ĠN": 228,
      "Ġon": 229,
      "Ġle": 230,
      "Ġvoc": 231,
      "ondon": 232,
      "red": 233,
      "vement": 234,
      "ish": 235,
      "Ġfeature": 236,
      "Ġrecent": 237,
      "ation": 238,
      "Ġreleases": 239,
      "and": 240,
      "Ġover": 241,
      "Ġsong": 242,
      "Ġshow": 243,
      "Ġsold": 244,
      "Ġstu": 245,
      "Ġto": 246,
      "ary": 247,
      "ĠEast": 248,
      "ĠEPs": 249,
      "Ġlyrics": 250,
      "alist": 251,
      "dio": 252,
      "ith": 253,
      "Ġ13": 254,
      "Ġprim": 255,
      "eared": 256,
      "Ġbass": 257,
      "Ġband": 258,
      "Ġmembers": 259,
      "oci": 260,
      "ĠLeyt": 261,
      "ĠLondon": 262,
      "Ġcover": 263,
      "Ġcomp": 264,
      "Ġmost": 265,
      "Ġmovement": 266,
      "ilation": 267,
      "Ġdo": 268,
      "Ġappeared": 269,
      "Ġ1975": 270,
      "Ġplayed": 271,
      "Ġlead": 272,
      "Ġvocalist": 273,
      "Ġsongwriter": 274,
      "Ġshows": 275,
      "Ġstudio": 276,
      "Ġprimary": 277,
      "Ġbassist": 278,
      "ĠLeyton": 279,
      "Ġcompilation": 280
    },
    "merges": [
      [
        "o",
        "n"
      ],
      [
        "e",
        "n"
      ],
      [
        "Ġ",
        "M"
      ],
      [
        "a",
        "i"
      ],
      [
        "r",
        "on"
      ],
      [
        "I",
        "ron"
      ],
      [
        "d",
        "en"
      ],
      [
        "Ġ",
        "Iron"
      ],
      [
        "ĠM",
        "ai"
      ],
      [
        "ĠMai",
        "den"
      ],
      [
        "a",
        "s"
      ],
      [
        "r",
        "e"
      ],
      [
        "Ġ",
        "a"
      ],
      [
        "v",
        "e"
      ],
      [
        "Ġ",
        "A"
      ],
      [
        "Ġ",
        "Q"
      ],
      [
        "e",
        "d"
      ],
      [
        "Ġ",
        "h"
      ],
      [
        "Ġ",
        "m"
      ],
      [
        "i",
        "s"
      ],
      [
        "Ġ",
        "f"
      ],
      [
        "u",
        "m"
      ],
      [
        "Ġ",
        "re"
      ],
      [
        "b",
        "um"
      ],
      [
        "l",
        "e"
      ],
      [
        "l",
        "bum"
      ],
      [
        "Ġa",
        "lbum"
      ],
      [
        "W",
        "h"
      ],
      [
        "a",
        "t"
      ],
      [
        "Ġ",
        "Wh"
      ],
      [
        "Ġre",
        "le"
      ],
      [
        "Ġrele",
        "as"
      ],
      [
        "a",
        "n"
      ],
      [
        "h",
        "e"
      ],
      [
        "i",
        "c"
      ],
      [
        "Ġ",
        "H"
      ],
      [
        "Ġ",
        "o"
      ],
      [
        "Ġ",
        "s"
      ],
      [
        "Ġ",
        "w"
      ],
      [
        "i",
        "n"
      ],
      [
        "o",
        "r"
      ],
      [
        "Ġalbum",
        "s"
      ],
      [
        "Ġreleas",
        "ed"
      ],
      [
        "o",
        "w"
      ],
      [
        "Ġ",
        "t"
      ],
      [
        "Ġo",
        "f"
      ],
      [
        "a",
        "r"
      ],
      [
        "a",
        "ve"
      ],
      [
        "e",
        "r"
      ],
      [
        "Ġ",
        "E"
      ],
      [
        "Ġh",
        "as"
      ],
      [
        "Ġf",
        "or"
      ],
      [
        "Ġ",
        "l"
      ],
      [
        "ĠH",
        "ow"
      ],
      [
        "m",
        "ed"
      ],
      [
        "â",
        "Ģ"
      ],
      [
        "Ġ",
        "B"
      ],
      [
        "Ġ",
        "S"
      ],
      [
        "Ġ",
        "is"
      ],
      [
        "Ġa",
        "re"
      ],
      [
        "Ġh",
        "ave"
      ],
      [
        "Ġm",
        "an"
      ],
      [
        "Ġt",
        "he"
      ],
      [
        "Ġfor",
        "med"
      ],
      [
        "âĢ",
        "Ļ"
      ],
      [
        "Ġman",
        "y"
      ],
      [
        "a",
        "l"
      ],
      [
        "d",
        "i"
      ],
      [
        "i",
        "t"
      ],
      [
        "i",
        "on"
      ],
      [
        "s",
        "t"
      ],
      [
        "Ġ",
        "1"
      ],
      [
        "Ġ",
        "p"
      ],
      [
        "Ġ",
        "in"
      ],
      [
        "Ġa",
        "n"
      ],
      [
        "ĠWh",
        "at"
      ],
      [
        "ic",
        "k"
      ],
      [
        "T",
        "he"
      ],
      [
        "c",
        "e"
      ],
      [
        "c",
        "o"
      ],
      [
        "e",
        "a"
      ],
      [
        "Ġ",
        "D"
      ],
      [
        "Ġ",
        "b"
      ],
      [
        "Ġ",
        "The"
      ],
      [
        "Ġm",
        "e"
      ],
      [
        "is",
        "t"
      ],
      [
        "ĠWh",
        "o"
      ],
      [
        "Ġw",
        "as"
      ],
      [
        "ĠB",
        "r"
      ],
      [
        "Ġan",
        "d"
      ],
      [
        "a",
        "y"
      ],
      [
        "d",
        "di"
      ],
      [
        "e",
        "re"
      ],
      [
        "e",
        "ve"
      ],
      [
        "i",
        "m"
      ],
      [
        "i",
        "r"
      ],
      [
        "i",
        "ve"
      ],
      [
        "o",
        "c"
      ],
      [
        "r",
        "is"
      ],
      [
        "s",
        "on"
      ],
      [
        "t",
        "eve"
      ],
      [
        "u",
        "re"
      ],
      [
        "u",
        "ce"
      ],
      [
        "Ġ",
        "L"
      ],
      [
        "Ġ",
        "co"
      ],
      [
        "en",
        "t"
      ],
      [
        "ve",
        "r"
      ],
      [
        "Ġm",
        "o"
      ],
      [
        "Ġf",
        "ir"
      ],
      [
        "at",
        "ure"
      ],
      [
        "ĠH",
        "ar"
      ],
      [
        "in",
        "son"
      ],
      [
        "er",
        "s"
      ],
      [
        "ĠE",
        "ddi"
      ],
      [
        "Ġl",
        "ive"
      ],
      [
        "ĠS",
        "teve"
      ],
      [
        "ick",
        "inson"
      ],
      [
        "ĠD",
        "ickinson"
      ],
      [
        "ĠBr",
        "uce"
      ],
      [
        "Ġfir",
        "st"
      ],
      [
        "ĠHar",
        "ris"
      ],
      [
        "ĠEddi",
        "e"
      ],
      [
        "e",
        "s"
      ],
      [
        "i",
        "l"
      ],
      [
        "l",
        "d"
      ],
      [
        "l",
        "ay"
      ],
      [
        "p",
        "p"
      ],
      [
        "t",
        "al"
      ],
      [
        "v",
        "y"
      ],
      [
        "y",
        "t"
      ],
      [
        "Ġ",
        "d"
      ],
      [
        "on",
        "g"
      ],
      [
        "as",
        "s"
      ],
      [
        "as",
        "t"
      ],
      [
        "Ġa",
        "pp"
      ],
      [
        "Ġh",
        "ea"
      ],
      [
        "ic",
        "s"
      ],
      [
        "Ġw",
        "ere"
      ],
      [
        "it",
        "er"
      ],
      [
        "Ġ1",
        "9"
      ],
      [
        "Ġp",
        "lay"
      ],
      [
        "Ġme",
        "tal"
      ],
      [
        "Ġhea",
        "vy"
      ],
      [
        "7",
        "5"
      ],
      [
        "P",
        "s"
      ],
      [
        "a",
        "d"
      ],
      [
        "b",
        "ers"
      ],
      [
        "c",
        "ent"
      ],
      [
        "d",
        "e"
      ],
      [
        "d",
        "on"
      ],
      [
        "e",
        "ature"
      ],
      [
        "e",
        "yt"
      ],
      [
        "h",
        "ow"
      ],
      [
        "i",
        "g"
      ],
      [
        "m",
        "p"
      ],
      [
        "m",
        "ent"
      ],
      [
        "m",
        "bers"
      ],
      [
        "o",
        "u"
      ],
      [
        "o",
        "ld"
      ],
      [
        "r",
        "im"
      ],
      [
        "r",
        "ics"
      ],
      [
        "r",
        "iter"
      ],
      [
        "t",
        "u"
      ],
      [
        "v",
        "oc"
      ],
      [
        "w",
        "riter"
      ],
      [
        "y",
        "rics"
      ],
      [
        "Ġ",
        "4"
      ],
      [
        "Ġ",
        "F"
      ],
      [
        "Ġ",
        "N"
      ],
      [
        "Ġ",
        "on"
      ],
      [
        "Ġ",
        "le"
      ],
      [
        "Ġ",
        "voc"
      ],
      [
        "on",
        "don"
      ],
      [
        "re",
        "d"
      ],
      [
        "ve",
        "ment"
      ],
      [
        "is",
        "h"
      ],
      [
        "Ġf",
        "eature"
      ],
      [
        "Ġre",
        "cent"
      ],
      [
        "at",
        "ion"
      ],
      [
        "Ġreleas",
        "es"
      ],
      [
        "an",
        "d"
      ],
      [
        "Ġo",
        "ver"
      ],
      [
        "Ġs",
        "ong"
      ],
      [
        "Ġs",
        "how"
      ],
      [
        "Ġs",
        "old"
      ],
      [
        "Ġs",
        "tu"
      ],
      [
        "Ġt",
        "o"
      ],
      [
        "ar",
        "y"
      ],
      [
        "ĠE",
        "ast"
      ],
      [
        "ĠE",
        "Ps"
      ],
      [
        "Ġl",
        "yrics"
      ],
      [
        "al",
        "ist"
      ],
      [
        "di",
        "o"
      ],
      [
        "it",
        "h"
      ],
      [
        "Ġ1",
        "3"
      ],
      [
        "Ġp",
        "rim"
      ],
      [
        "ea",
        "red"
      ],
      [
        "Ġb",
        "ass"
      ],
      [
        "Ġb",
        "and"
      ],
      [
        "Ġme",
        "mbers"
      ],
      [
        "oc",
        "i"
      ],
      [
        "ĠL",
        "eyt"
      ],
      [
        "ĠL",
        "ondon"
      ],
      [
        "Ġco",
        "ver"
      ],
      [
        "Ġco",
        "mp"
      ],
      [
        "Ġmo",
        "st"
      ],
      [
        "Ġmo",
        "vement"
      ],
      [
        "il",
        "ation"
      ],
      [
        "Ġd",
        "o"
      ],
      [
        "Ġapp",
        "eared"
      ],
      [
        "Ġ19",
        "75"
      ],
      [
        "Ġplay",
        "ed"
      ],
      [
        "Ġle",
        "ad"
      ],
      [
        "Ġvoc",
        "alist"
      ],
      [
        "Ġsong",
        "writer"
      ],
      [
        "Ġshow",
        "s"
      ],
      [
        "Ġstu",
        "dio"
      ],
      [
        "Ġprim",
        "ary"
      ],
      [
        "Ġbass",
        "ist"
      ],
      [
        "ĠLeyt",
        "on"
      ],
      [
        "Ġcomp",
        "ilation"
      ]
    ]
  }
}